import './App.css';
// import WordList from './components/WordList';
import TestComponent from './components/TestComponent';

// const data = {
//   d: [
//     'величина',
//     'разнообразие',
//     'популярность',
//     'известность',
//     'коммуникабельность',
//     'социальность',
//     'подъём',
//     'численность',
//     'общество',
//     'рождаемость'
//   ],
//   e: [
//     'стабильность',
//     'гордость',
//     'уверенность',
//     'обеспеченность',
//     'работа',
//     'деньги',
//     'упорство',
//     'рост',
//     'надёжность',
//     'упорядоченность'
//   ],
//   s: [
//     'забота',
//     'солидарность',
//     'открытость',
//     'доступность',
//     'поддержка',
//     'согласие',
//     'помощь',
//     'труд',
//     'принятие',
//     'единство'
//   ],
//   n: [
//     'экологичность',
//     'естественность',
//     'тепло',
//     'ответственность',
//     'безвредность',
//     'органичность',
//     'чистота',
//     'природа',
//     'свежесть',
//     'ухоженность'
//   ],
//   a: [
//     'понятность',
//     'порядок',
//     'обособленность',
//     'традиционность',
//     'настойчивость',
//     'требовательность',
//     'лидерство',
//     'убеждённость',
//     'сила',
//     'решимость'
//   ],
//   c: [
//     'красота',
//     'образованность',
//     'терпеливость',
//     'искусство',
//     'величие',
//     'цивилизованность',
//     'развитие',
//     'культура',
//     'творчество',
//     'созидание'
//   ],
//   m: [
//     'спокойствие',
//     'комфорт',
//     'дружелюбие',
//     'терпимость',
//     'уют',
//     'счастье',
//     'добро',
//     'нежность',
//     'устойчивость',
//     'умиротворение'
//   ],
//   i: [
//     'инновационность',
//     'интеллект',
//     'новшество',
//     'модернизация',
//     'прогресс',
//     'автоматизация',
//     'изобретение',
//     'креативность',
//     'наука',
//     'технология'
//   ]
// };

function App() {
  return (
    <div className='app'>
      {/* <WordList list={data} /> */}
      <TestComponent />
    </div>
  );
}

export default App;
